Revit 2027 API
ParameterTypeId.SpacingLayoutV Property
 "Layout"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingLayoutV { get; }
Public Shared ReadOnly Property SpacingLayoutV As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingLayoutV {
	ForgeTypeId^ get ();
}
static member SpacingLayoutV : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace